Repository: calmarc/cal_pixresizer
Catalog: *.po
Languages: de

source: Calmar's Picture Resizer - select pictures...
de: Calmar's Picture Resizer - Bilder auswaehlen...

source: select all pics
de: alle Bilder auswaehlen

source: left mouse click - for adding items
de: linke Maus Taste - fuer einzelne Bilder

source: left mouse click - for ranges
de: linke Maus Taste - fuer Bereiche

source: all
de: alles

source: quit processing
de: Bearbeitung beenden

source: skip and go on...
de: uebergehen und weitermachen...

source: Attention:
de: Achtung:

source: Target picture <b>already exists</b>:
de: Ziel Bild/Datei <b>existiert bereits:</b>

source: skip
de: ueberspringen

source: overwrite
de: ueberschreiben

source: ALL overwrite
de: Alles ueberschreiben

source: no pictures are selected
de: keine Bilder ausgewaehlt

source: Select some <b>pics</b> to work on
de: es sind keine Bilder zur Bearbeitung ausgewaehlt

source: At least <u>one</u> must be set: -> <b>Prefix</b> -> <b>Suffix</b> -> <b>subfolder to create in</b> -> <b>picture type</b> in order to prevent overwriting the original pictures
de: Mindestens <u>ein</u> von den vier muss angegeben werden: -> <b>Prefix</b> -> <b>Suffix</b> -> <b>Unterordner</b> -> <b>Dateityp</b> um ein ungewolltes Ueberscheiben der Original-Bilder zu vermeiden

source: create new folder:
de: Erstelle neuen Ordner:

source: # sub-folder exists already
de: # Unter-Ordner existiert bereits

source: unlimited
de: unlimitiert

source: <b>source</b> and <b>target</b> are the same!
de: <b>Original</b> und <b>Ziel</b> Datei sind gleich!

source: (...cowardly refuses to overwrite)
de: (...feige verweigert dir Originale zu ueberschreiben)

source: source and target are the same!
de: Original und Ziel Datei sind gleich!

source: stopped!
de: Abbruch

source: # converting has stopped
de: # Die Generierung wurde abgebrochen

source: # skipped:
de: # ausgelassen:

source: no further details unter MS Win, sorry
de: keine weiteren Infos unter M$ Win, sorry

source: Imagemagick terminated with an <b>error</b> while working on:
de: Imagemagick's convert beendete mit einem <b>Fehler</b> bei dem Bild:

source: (may contact mac@calmar.ws )
de: (mac@calmar.ws kontaktieren allenfalls)

source: ERROR while working on that picture
de: fEHLER beim Bearbeiten an diesem Bild

source: canceled!
de: Abbruch!

source: # the pics got generated
de: # Die Erstellung der Bilder wurde fertiggestellt

source: finish!
de: fertig!

source: exit
de: Beenden

source: max. width
de: max. Breite

source: no limit
de: Kein Limit

source: max. height
de: max. Hoehe

source: specific:
de: spezifisch:

source: quality
de: Qualitaet

source: specific
de: spezifisch

source: sub-folder
de: Unter-Ordner

source: for the <u>new</u> pics
de: fuer die <u>neuen</u> Bilder

source: <b>convert</b> to:
de: konvertiere zu:

source: select pictures...
de: Bilder auswaehlen

source: start converting
de: Starten
